export type FAQ = {
    category: string
    question: string
    answerTitle: string
    answerContent: string
  }
  
  export const faqList: FAQ[] = [
    {
      category: '공통',
      question: '비전공자인데 개발 경험이 전혀 없어요.\n그래도 멋쟁이사자처럼 활동을 따라갈 수 있을까요?',
      answerTitle: '네, 충분히 가능합니다!',
      answerContent:
        '멋쟁이사자처럼 대학은 초보자를 위한 커리큘럼을 기반으로 진행되며, 실제로도 참여자의 절반 이상이 비전공자입니다. 매주 기초부터 차근차근 배우며, 팀원들과 함께 성장할 수 있는 환경이 잘 마련되어 있어요. 또, 개발뿐만 아니라 기획, 디자인, 발표 등 다양한 역할이 있기 때문에 본인의 관심사에 맞춰 참여할 수 있어요.\n처음에는 어렵게 느껴질 수 있지만, 멋사 특유의 따뜻한 분위기와 팀 단위 협업 덕분에 많은 분들이 꾸준히 활동하며 자신감을 얻고 있어요!'
    },
    {
      category: '공통',
      question: '비전공자인데 개발 경험이 전혀 없어요.\n그래도 멋쟁이사자처럼 활동을 따라갈 수 있을까요?',
      answerTitle: '네, 충분히 가능합니다!',
      answerContent:
        '멋쟁이사자처럼 대학은 초보자를 위한 커리큘럼을 기반으로 진행되며, 실제로도 참여자의 절반 이상이 비전공자입니다. 매주 기초부터 차근차근 배우며, 팀원들과 함께 성장할 수 있는 환경이 잘 마련되어 있어요. 또, 개발뿐만 아니라 기획, 디자인, 발표 등 다양한 역할이 있기 때문에 본인의 관심사에 맞춰 참여할 수 있어요.\n처음에는 어렵게 느껴질 수 있지만, 멋사 특유의 따뜻한 분위기와 팀 단위 협업 덕분에 많은 분들이 꾸준히 활동하며 자신감을 얻고 있어요!'
    },
    {
      category: '기획 PM',
      question: '비전공자인데 개발 경험이 전혀 없어요.\n그래도 멋쟁이사자처럼 활동을 따라갈 수 있을까요?',
      answerTitle: '네, 충분히 가능합니다!',
      answerContent:
        '멋쟁이사자처럼 대학은 초보자를 위한 커리큘럼을 기반으로 진행되며, 실제로도 참여자의 절반 이상이 비전공자입니다. 매주 기초부터 차근차근 배우며, 팀원들과 함께 성장할 수 있는 환경이 잘 마련되어 있어요. 또, 개발뿐만 아니라 기획, 디자인, 발표 등 다양한 역할이 있기 때문에 본인의 관심사에 맞춰 참여할 수 있어요.\n처음에는 어렵게 느껴질 수 있지만, 멋사 특유의 따뜻한 분위기와 팀 단위 협업 덕분에 많은 분들이 꾸준히 활동하며 자신감을 얻고 있어요!'
    },
    {
      category: '기획 PM',
      question: '비전공자인데 개발 경험이 전혀 없어요.\n그래도 멋쟁이사자처럼 활동을 따라갈 수 있을까요?',
      answerTitle: '네, 충분히 가능합니다!',
      answerContent:
        '멋쟁이사자처럼 대학은 초보자를 위한 커리큘럼을 기반으로 진행되며, 실제로도 참여자의 절반 이상이 비전공자입니다. 매주 기초부터 차근차근 배우며, 팀원들과 함께 성장할 수 있는 환경이 잘 마련되어 있어요. 또, 개발뿐만 아니라 기획, 디자인, 발표 등 다양한 역할이 있기 때문에 본인의 관심사에 맞춰 참여할 수 있어요.\n처음에는 어렵게 느껴질 수 있지만, 멋사 특유의 따뜻한 분위기와 팀 단위 협업 덕분에 많은 분들이 꾸준히 활동하며 자신감을 얻고 있어요!'
    },
    {
      category: '기획 PM',
      question: '비전공자인데 개발 경험이 전혀 없어요.\n그래도 멋쟁이사자처럼 활동을 따라갈 수 있을까요?',
      answerTitle: '네, 충분히 가능합니다!',
      answerContent:
        '멋쟁이사자처럼 대학은 초보자를 위한 커리큘럼을 기반으로 진행되며, 실제로도 참여자의 절반 이상이 비전공자입니다. 매주 기초부터 차근차근 배우며, 팀원들과 함께 성장할 수 있는 환경이 잘 마련되어 있어요. 또, 개발뿐만 아니라 기획, 디자인, 발표 등 다양한 역할이 있기 때문에 본인의 관심사에 맞춰 참여할 수 있어요.\n처음에는 어렵게 느껴질 수 있지만, 멋사 특유의 따뜻한 분위기와 팀 단위 협업 덕분에 많은 분들이 꾸준히 활동하며 자신감을 얻고 있어요!'
    },
    {
      category: '기획 PM',
      question: '비전공자인데 개발 경험이 전혀 없어요.\n그래도 멋쟁이사자처럼 활동을 따라갈 수 있을까요?',
      answerTitle: '네, 충분히 가능합니다!',
      answerContent:
        '멋쟁이사자처럼 대학은 초보자를 위한 커리큘럼을 기반으로 진행되며, 실제로도 참여자의 절반 이상이 비전공자입니다. 매주 기초부터 차근차근 배우며, 팀원들과 함께 성장할 수 있는 환경이 잘 마련되어 있어요. 또, 개발뿐만 아니라 기획, 디자인, 발표 등 다양한 역할이 있기 때문에 본인의 관심사에 맞춰 참여할 수 있어요.\n처음에는 어렵게 느껴질 수 있지만, 멋사 특유의 따뜻한 분위기와 팀 단위 협업 덕분에 많은 분들이 꾸준히 활동하며 자신감을 얻고 있어요!'
    },

    

  ]