export const reviews = [
    {
        title: '13기 기획 정재현',
        content: '개발 뿐 아니라 개발을 통해 내 아이디어가 현실이 되어가는 프로세스 전반을 체험할 수 있어서 좋았습니다.',
    },
    {
        title: '13기 백엔드 울랄라',
        content: '처음엔 코딩이 두려웠는데, 지금은 웹사이트를 하나쯤은 뚝딱 만들 수 있어요. 제가 이렇게 성장할 줄은 몰랐어요.',
    },
    {
        title: '12기 기획 리사짐',
        content: '기획-디자인-개발 전 과정을 직접 해보면서 서비스에 대한 감이 생겼어요. 단순히 만드는 법을 배운 게 아니라 왜 만드는가까지 생각하게 된 6개월이었어요.',
    },
    {
        title: '13기 디자인 우끼끼',
        content: '처음 들었을 땐 다소 유치하게 느껴졌어요. 하지만 활동을 하면서 직접 그 이름이 자랑스럽게 느껴졌어요. 나만의 속도와 방향으로 성장할 수 있었던 무한한 공간이었기 때문이에요.',
    },
    {
        title: '13기 디자인 살랄라',
        content: '디자인과 개발에 대해 문외한이었는데, 프론트엔드 팀과 협업하며 Figma와 코드가 연결된다는 걸 몸소 느꼈어요. 디자이너로서의 시야가 넓어졌습니다.',
    },
    {
        title: '13기 디자인 얌삐',
        content: '각자의 역할을 존중하고 연결하는 분위기가 좋았어요. 지금은 UX 디자이너로 진로를 구체화할 수 있었어요. 처음엔 디자인이 이렇게 큰 영향을 줄 줄은 몰랐습니다.',
    },
    {
        title: '13기 AI 피카츄',
        content: '혼자서 튜토리얼만 따라가는 것도 벅찼는데, 6개월 후엔 팀장이 되어 발표까지 하게 되었어요. 이건 단순한 동아리를 넘은, 인생의 전환점이었습니다.',
    },
    {
        title: '13기 간장공장공장장',
        content: '매주 목요일 저녁이 기다려졌어요. 단순한 과목 수업이 아니라, 서로의 고민도 나누고 응원하는 분위기 덕에 많이 치유받았습니다.',
    },
    {
        title: '13기 백엔드 이허허',
        content: '맛서 활동 덕에 팀 기획, 커뮤니케이션, 코드 리뷰 등 개발에 중요한 습관을 만들 수 있었어요. 덕분에 인턴도 합격했답니다!',
    },
]